# 
# ***** BEGIN LICENSE BLOCK *****
# Zimbra Collaboration Suite Server
# Copyright (C) 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015, 2016 Synacor, Inc.
#
# This program is free software: you can redistribute it and/or modify it under
# the terms of the GNU General Public License as published by the Free Software Foundation,
# version 2 of the License.
#
# This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY;
# without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU General Public License for more details.
# You should have received a copy of the GNU General Public License along with this program.
# If not, see <https://www.gnu.org/licenses/>.
# ***** END LICENSE BLOCK *****
# 
label = Di chuy\u1ec3n t\u00e0i kho\u1ea3n
description = Ph\u1ea7n m\u1edf r\u1ed9ng qu\u1ea3n tr\u1ecb vi\u00ean di chuy\u1ec3n t\u00e0i kho\u1ea3n
ACTBB_BulkProvision = D\u1ef1 li\u1ec7u s\u1ed1 l\u01b0\u1ee3ng l\u1edbn
ACTBB_BulkProvision_tt = D\u1ef1 li\u1ec7u s\u1ed1 l\u01b0\u1ee3ng l\u1edbn t\u00e0i kho\u1ea3n b\u1eb1ng c\u00e1ch t\u1ea3i l\u00ean t\u1eadp tin CSV
BP_Wizard_title = T\u00e0i kho\u1ea3n d\u1ef1 li\u1ec7u s\u1ed1 l\u01b0\u1ee3ng l\u1edbn
BP_Wizard_title_new = Nh\u1eadp t\u00e0i kho\u1ea3n
BP_Exch_Mig_Wiz_Title = Di tr\u00fa t\u1eeb MS Exchange
BP_Wizard_upload = T\u1ea3i l\u00ean t\u1eadp tin ngu\u1ed3n
BP_Wizard_provision = D\u1ef1 li\u1ec7u t\u00e0i kho\u1ea3n
BP_Wizard_summary = T\u00f3m t\u1eaft
BP_Wizard_overview = T\u1ed5ng quan
BP_Wizard_review = Xem t\u00f9y ch\u1ecdn
BP_Wizard_bulkProvOptions = T\u00f9y ch\u1ecdn d\u1ef1 li\u1ec7u s\u1ed1 l\u01b0\u1ee3ng l\u1edbn
BP_Wizard_exchangeOptions = C\u00e1c t\u00f9y ch\u1ecdn di tr\u00fa t\u1eeb Microsoft Exchange
BP_Wizard_ldapOptions = K\u1ebft n\u1ed1i th\u01b0 m\u1ee5c
BP_Wizard_File_Upload = T\u1ea3i t\u1eadp tin l\u00ean
MIG_Wizard_overview = T\u1ed5ng quan
MIG_Wizard_review = Xem c\u00e1c t\u00f9y ch\u1ecdn di tr\u00fa
MIG_Wizard_mailServerInfo = Th\u00f4ng tin v\u1ec1 m\u00e1y ch\u1ee7 th\u01b0
MIG_Wizard_migrationOptions = C\u00e1c t\u00f9y ch\u1ecdn di tr\u00fa
MIG_Wizard_ADOptions = Th\u00f4ng tin v\u1ec1 Th\u01b0 m\u1ee5c ho\u1ea1t \u0111\u1ed9ng

CSV_Upload_file = T\u1eadp tin CSV:
XML_Upload_file = T\u1eadp tin XML:
CSV_uploadNotes = L\u01b0u \u00fd: M\u1ed7i h\u00e0ng trong CSV l\u00e0 m\u1ed9t m\u1ee5c nh\u1eadp t\u00e0i kho\u1ea3n. M\u1ed7i m\u1ee5c nh\u1eadp t\u00e0i kho\u1ea3n g\u1ed3m c\u00f3 ba c\u1ed9t \u0111\u01b0\u1ee3c ph\u00e2n c\u00e1ch b\u1edfi \
  d\u1ea5u ph\u1ea9y (,) theo th\u1ee9 t\u1ef1 t\u00ean t\u00e0i kho\u1ea3n, t\u00ean hi\u1ec3n th\u1ecb t\u00e0i kho\u1ea3n v\u00e0 m\u1eadt kh\u1ea9u. \
  <p> M\u1ee5c nh\u1eadp m\u1eabu tr\u00f4ng s\u1ebd nh\u01b0 sau: \
  ng\u01b0\u1eddi d\u00f9ng@t\u00ean mi\u1ec1n.tld, t\u00ean hi\u1ec3n th\u1ecb, m\u1eadt kh\u1ea9u </p> \
  <p> N\u1ebfu kh\u00f4ng cung c\u1ea5p m\u1eadt kh\u1ea9u, m\u1ed9t m\u1eadt kh\u1ea9u ng\u1eabu nhi\u00ean s\u1ebd \u0111\u01b0\u1ee3c t\u1ea1o ra cho t\u00e0i kho\u1ea3n \u0111\u00f3. \
  V\u00e0 ng\u01b0\u1eddi d\u00f9ng s\u1ebd \u0111\u01b0\u1ee3c nh\u1eafc \u0111\u1ed5i m\u1eadt kh\u1ea9u ngay l\u1ea7n \u0111\u0103ng nh\u1eadp \u0111\u1ea7u ti\u00ean. </p>

CSV_uploadTitle = Vui l\u00f2ng t\u1ea3i l\u00ean t\u1eadp tin CSV ch\u1ee9a nhi\u1ec1u th\u00f4ng tin t\u00e0i kho\u1ea3n.
CSV_uploadNotes_new = L\u01b0u \u00fd: M\u1ed7i h\u00e0ng trong CSV l\u00e0 m\u1ed9t m\u1ee5c nh\u1eadp t\u00e0i kho\u1ea3n. M\u1ed7i m\u1ee5c nh\u1eadp t\u00e0i kho\u1ea3n g\u1ed3m c\u00f3 s\u00e1u c\u1ed9t \u0111\u01b0\u1ee3c ph\u00e2n c\u00e1ch b\u1eb1ng \
  d\u1ea5u ph\u1ea9y (,) theo th\u1ee9 t\u1ef1 \u0111\u1ecba ch\u1ec9 email, t\u00ean hi\u1ec3n th\u1ecb, t\u00ean g\u1ecdi, t\u00ean h\u1ecd, m\u1eadt kh\u1ea9u v\u00e0 TRUE hay FALSE.<br/>\
  TRUE n\u1ebfu b\u1ea1n mu\u1ed1n nh\u1eafc ng\u01b0\u1eddi d\u00f9ng \u0111\u1ed5i m\u1eadt kh\u1ea9u sau l\u1ea7n \u0111\u0103ng nh\u1eadp \u0111\u1ea7u ti\u00ean, n\u1ebfu kh\u00f4ng th\u00ec l\u00e0 FALSE.<br/>\
  <p> M\u1ee5c nh\u1eadp m\u1eabu tr\u00f4ng s\u1ebd nh\u01b0 sau: <br/> \
  john.smith@company.com, John H. Smith, John, Smith, m\u1eadt kh\u1ea9u000, TRUE <br/>\
  ho\u1eb7c nh\u01b0: <br/>\
  jane.smith@company.com, Jane M. Smith, Jane, Smith, m\u1eadt kh\u1ea9u111, FALSE </p>

XML_uploadNotes = Vui l\u00f2ng tham kh\u1ea3o t\u00e0i li\u1ec7u m\u00f4 t\u1ea3 \u0111\u1ecbnh d\u1ea1ng XML
    
CKB_mustChangePasswd = Ng\u01b0\u1eddi d\u00f9ng ph\u1ea3i \u0111\u1ed5i m\u1eadt kh\u1ea9u ngay l\u1ea7n \u0111\u0103ng nh\u1eadp \u0111\u1ea7u ti\u00ean

BP_wizard_upload_status = T\u1eadp tin CSV c\u1ee7a b\u1ea1n \u0111\u00e3 \u0111\u01b0\u1ee3c t\u1ea3i l\u00ean th\u00e0nh c\u00f4ng, b\u1ea5m v\u00e0o \u201cTi\u1ebfp theo\u201d \u0111\u1ec3 d\u1ef1 li\u1ec7u t\u00e0i kho\u1ea3n.
BP_wizard_csv_invalid = T\u1eadp tin CSV v\u1eeba t\u1ea3i l\u00ean ch\u1ee9a l\u1ed7i nghi\u00eam tr\u1ecdng, \
  vui l\u00f2ng s\u1eeda l\u1ed7i v\u00e0 t\u1ea3i l\u1ea1i t\u1eadp tin l\u00ean.
error_no_bulk_file_specified = Vui l\u00f2ng ch\u1ecdn m\u1ed9t t\u1eadp tin h\u1ee3p l\u1ec7 \u0111\u1ec3 t\u1ea3i l\u00ean.
error_upload_bulk_no_aid = T\u1ea3i t\u1eadp tin l\u00ean th\u1ea5t b\u1ea1i. Kh\u00f4ng tr\u1ea3 v\u1ec1 ID t\u1eadp tin \u0111\u00ednh k\u00e8m n\u00e0o.
error_upload_bulk = T\u1ea3i t\u1eadp tin l\u00ean th\u1ea5t b\u1ea1i, tr\u1ea1ng th\u00e1i {0}. Vui l\u00f2ng th\u1eed l\u1ea1i.
error_no_csv_file_specified = Vui l\u00f2ng ch\u1ecdn m\u1ed9t t\u1eadp tin SCV h\u1ee3p l\u1ec7 \u0111\u1ec3 t\u1ea3i l\u00ean.
error_upload_csv = T\u1ea3i t\u1eadp tin CSV l\u00ean th\u1ea5t b\u1ea1i, tr\u1ea1ng th\u00e1i {0}. Vui l\u00f2ng th\u1eed l\u1ea1i.    
error_upload_csv_no_aid = T\u1ea3i t\u1eadp tin CSV l\u00ean th\u1ea5t b\u1ea1i. Kh\u00f4ng tr\u1ea3 v\u1ec1 ID t\u1eadp tin \u0111\u00ednh k\u00e8m n\u00e0o.
error_no_aid = ID t\u1eadp tin \u0111\u00ednh k\u00e8m b\u1ecb thi\u1ebfu.
error_unmatching_aid = ID t\u1eadp tin \u0111\u00ednh k\u00e8m t\u1ea3i l\u00ean v\u00e0 tr\u1ea3 v\u1ec1 kh\u00f4ng tr\u00f9ng kh\u1edbp.

summary_download = T\u00e0i kho\u1ea3n \u0111\u00e3 \u0111\u01b0\u1ee3c kh\u1edfi t\u1ea1o th\u00e0nh c\u00f4ng. B\u1ea1n c\u00f3 th\u1ec3 b\u1ea5m v\u00e0o li\u00ean k\u1ebft d\u01b0\u1edbi \u0111\u00e2y \u0111\u1ec3 t\u1ea3i v\u1ec1 \
  b\u00e1o c\u00e1o d\u1ef1 li\u1ec7u s\u1ed1 l\u01b0\u1ee3ng l\u1edbn.
download_csv = T\u1ea3i v\u1ec1 b\u00e1o c\u00e1o CSV
no_accounts = Kh\u00f4ng c\u00f3 t\u00e0i kho\u1ea3n d\u1ef1 li\u1ec7u s\u1ed1 l\u01b0\u1ee3ng l\u1edbn n\u00e0o
ALV_Password_col = M\u1eadt kh\u1ea9u
ALV_Stauts_col = Tr\u1ea1ng th\u00e1i d\u1ef1 li\u1ec7u
title_provision = D\u1ef1 li\u1ec7u t\u00e0i kho\u1ea3n

BUSY_GENERATING_BULK_FILE = \u0110ang t\u1ea1o t\u1eadp tin c\u1ee1 l\u1edbn...
BUSY_GET_PROVISION_ACCOUNTS = \u0110ang nh\u1eadn t\u00e0i kho\u1ea3n d\u1ef1 li\u1ec7u s\u1ed1 l\u01b0\u1ee3ng l\u1edbn...
BUSY_START_PROVISION_ACCOUNTS = Hi\u1ec7n \u0111ang d\u1ef1 li\u1ec7u t\u00e0i kho\u1ea3n ...
BUSY_GETTING_PROVISIONING_STATUS = \u0110ang y\u00eau c\u1ea7u tr\u1ea1ng th\u00e1i c\u1ee7a quy tr\u00ecnh d\u1ef1 li\u1ec7u...
BUSY_ABORTING_IMPORT_THREAD = \u0110ang h\u1ee7y b\u1ecf quy tr\u00ecnh d\u1ef1 li\u1ec7u...
BUSY_GET_BULK_TASKS = \u0110ang nh\u1eadn to\u00e0n b\u1ed9 t\u00e1c v\u1ee5 d\u1ef1 li\u1ec7u...

BUSY_CREATE_ACCOUNTS = \u0110ang t\u1ea1o t\u00e0i kho\u1ea3n {0}  
SUCCEEDED = \u0110\u00e3 th\u00e0nh c\u00f4ng
SKIPPED = B\u1ecf qua
BUSY_FAILED = Th\u1ea5t b\u1ea1i
BUSY_UPDATE_BP_STATUS = \u0110ang c\u1eadp nh\u1eadt tr\u1ea1ng th\u00e1i d\u1ef1 li\u1ec7u t\u00e0i kho\u1ea3n...

DONE = Ho\u00e0n th\u00e0nh.
ABORTED = \u0110\u00e3 h\u1ee7y b\u1ecf.
ERROR_TOO_MANY_ACCOUNTS = Qu\u00e1 nhi\u1ec1u t\u00e0i kho\u1ea3n trong t\u1eadp tin CSV v\u1eeba t\u1ea3i l\u00ean.
ERROR_MUST_SPECIFY_DOMAIN_NAME = Ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh t\u00ean mi\u1ec1n \u0111\u00edch!
ERROR_PASSWORDS_DONT_MATCH = M\u1eadt kh\u1ea9u kh\u00f4ng kh\u1edbp!
MUST_SELECT_TARGET_DOMAIN = Thu\u1eadt s\u0129 di tr\u00fa Exchange y\u00eau c\u1ea7u nh\u1eadp t\u00ean mi\u1ec1n \u0111\u00edch!
ERROR_LDAP_FILTER_REQUIRED = Ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh m\u1ed9t b\u1ed9 l\u1ecdc LDAP!
ERROR_LDAP_BASE_REQUIRED = Ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh c\u01a1 s\u1edf t\u00ecm ki\u1ebfm LDAP!
ERROR_LDAP_URL_REQUIRED = Ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh URL c\u1ee7a LDAP!
ERROR_BIND_DN_REQUIRED = Ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh DN r\u00e0ng bu\u1ed9c!
ERROR_MUST_SELECT_ACCOUNTS = B\u1ea1n ph\u1ea3i l\u1ef1a ch\u1ecdn m\u1ed9t s\u1ed1 t\u00e0i kho\u1ea3n \u0111\u1ec3 nh\u1eadp!
ERROR_INVALID_SEARCH_FILTER = B\u1ea1n v\u1eeba nh\u1eadp m\u1ed9t b\u1ed9 l\u1ecdc LDAP kh\u00f4ng h\u1ee3p l\u1ec7. {0}
BP_NAMING_EXCEPTION = M\u00e1y ch\u1ee7 LDAP g\u1eedi tr\u1ea3 l\u1ea1i l\u1ed7i. Vui l\u00f2ng ki\u1ec3m tra th\u00f4ng tin x\u00e1c th\u1ef1c k\u1ebft n\u1ed1i LDAP, URL c\u1ee7a LDAP, c\u00fa ph\u00e1p c\u1ee7a c\u01a1 s\u1edf t\u00ecm ki\u1ebfm LDAP v\u00e0 b\u1ed9 l\u1ecdc LDAP. S\u1ef1 c\u1ed1: {0}
REQUIRED_TO_USE_ADMIN_CREDENTIALS = B\u1ea1n ph\u1ea3i cung c\u1ea5p th\u00f4ng tin x\u00e1c th\u1ef1c qu\u1ea3n tr\u1ecb \u0111\u1ec3 k\u1ebft n\u1ed1i IMAP tr\u1eeb khi b\u1ea1n \u0111\u00e3 t\u1ea3i l\u00ean danh s\u00e1ch t\u00e0i kho\u1ea3n trong t\u1eadp tin XML k\u00e8m theo th\u00f4ng tin \u0111\u0103ng nh\u1eadp v\u00e0 m\u1eadt kh\u1ea9u c\u1ee7a t\u1eebng t\u00e0i kho\u1ea3n!
ERROR_IMAP_CONNECTION_TYPE_REQUIRED = B\u1ea1n ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh lo\u1ea1i k\u1ebft n\u1ed1i IMAP!
ERROR_IMAP_PORT_REQUIRED = B\u1ea1n ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh s\u1ed1 c\u1ed5ng c\u1ee7a IMAP!
ERROR_IMAP_HOST_REQUIRED = B\u1ea1n ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh t\u00ean m\u00e1y ch\u1ee7 IMAP!
ERROR_IMAP_ADMIN_LOGIN_REQUIRED = B\u1ea1n ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh th\u00f4ng tin \u0111\u0103ng nh\u1eadp qu\u1ea3n tr\u1ecb IMAP!
ERROR_IMAP_ADMIN_PASSWORD_REQUIRED = B\u1ea1n ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh m\u1eadt kh\u1ea9u qu\u1ea3n tr\u1ecb IMAP!
ERROR_NO_ACCOUNTS_TO_IMPORT = Kh\u00f4ng c\u00f3 t\u00e0i kho\u1ea3n n\u00e0o \u0111\u1ec3 nh\u1eadp. Vui l\u00f2ng x\u00e1c minh r\u1eb1ng t\u00e0i kho\u1ea3n b\u1ea1n \u0111ang c\u1ed1 nh\u1eadp ch\u01b0a \u0111\u01b0\u1ee3c t\u1ea1o! 
ERROR_PLEASE_SELECT_YES = H\u00e3y tr\u1ea3 l\u1eddi \u201cC\u00f3\u201d \u0111\u1ed1i v\u1edbi m\u1ed9t trong nh\u1eefng c\u00e2u h\u1ecfi ho\u1eb7c b\u1ea5m \u201cH\u1ee7y\u201d n\u1ebfu b\u1ea1n kh\u00f4ng mu\u1ed1n nh\u1eadp b\u1ea5t k\u1ef3 d\u1eef li\u1ec7u n\u00e0o t\u1ea1i th\u1eddi \u0111i\u1ec3m n\u00e0y.
ACTBB_DownloadAccounts = T\u1ea3i v\u1ec1
ACTBB_DownloadAccounts_tt = T\u1ea3i v\u1ec1 k\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm

AccountImportWizardOverview = Vui l\u00f2ng ch\u1ec9 r\u00f5 c\u00e1ch th\u1ee9c b\u1ea1n s\u1ebd cung c\u1ea5p danh s\u00e1ch t\u00e0i kho\u1ea3n \u0111\u1ec3 d\u1ef1 li\u1ec7u tr\u00ean m\u00e1y ch\u1ee7 Zimbra.
ActionImportOnlyAccounts = Ch\u1ec9 nh\u1eadp c\u00e1c t\u00e0i kho\u1ea3n t\u1eeb m\u1ed9t ngu\u1ed3n b\u00ean ngo\u00e0i (XML, CSV ho\u1eb7c th\u01b0 m\u1ee5c)
ActionImportFromCSV = Nh\u1eadp t\u1eeb m\u1ed9t t\u1eadp tin CSV
ActionImportFromXML = Nh\u1eadp t\u1eeb m\u1ed9t t\u1eadp tin XML
ActionImportFromLDAP = Nh\u1eadp t\u1eeb th\u01b0 m\u1ee5c LDAP
ActionImportFromZimbra = Nh\u1eadp t\u1eeb m\u1ed9t th\u01b0 m\u1ee5c LDAP Zimbra kh\u00e1c
ActionImportAccountsFromAD = Nh\u1eadp t\u00e0i kho\u1ea3n t\u1eeb Th\u01b0 m\u1ee5c ho\u1ea1t \u0111\u1ed9ng/MS Exchange
ActionGenerateMigXML = Nh\u1eadp t\u00e0i kho\u1ea3n v\u00e0 d\u1eef li\u1ec7u t\u1eeb M\u00e1y ch\u1ee7 Microsoft Exchange
ActionGenerateBulkXML = Xu\u1ea5t t\u00e0i kho\u1ea3n t\u1eeb th\u01b0 m\u1ee5c b\u00ean ngo\u00e0i v\u00e0o t\u1eadp tin XML 
ActionGenerateBulkCSV = Xu\u1ea5t t\u00e0i kho\u1ea3n t\u1eeb th\u01b0 m\u1ee5c b\u00ean ngo\u00e0i v\u00e0o t\u1eadp tin CSV
GeneratedBulkProvisionFileLink = T\u1ea3i t\u1eadp tin v\u1ec1
DownloadMigrationXML = T\u1ea3i t\u1eadp tin XML v\u1ec1 cho ti\u1ec7n \u00edch di tr\u00fa MS Exchange
DownloadMigrationWizard = T\u1ea3i v\u1ec1 ti\u1ec7n \u00edch di tr\u00fa MS Exchange
ClickToDownloadGeneratedFile = B\u1ea5m v\u00e0o li\u00ean k\u1ebft d\u01b0\u1edbi \u0111\u00e2y \u0111\u1ec3 t\u1ea3i t\u1eadp tin v\u1ec1
UploadFileTitle = T\u1ea3i l\u00ean t\u1eadp tin {0} ch\u1ee9a nhi\u1ec1u th\u00f4ng tin t\u00e0i kho\u1ea3n.
ADInfoStepNote = Vui l\u00f2ng nh\u1eadp th\u00f4ng tin chi ti\u1ebft \u0111\u1ec3 k\u1ebft n\u1ed1i v\u1edbi m\u00e1y ch\u1ee7 Th\u01b0 m\u1ee5c ho\u1ea1t \u0111\u1ed9ng c\u1ee7a b\u1ea1n
ADServerName = T\u00ean m\u00e1y ch\u1ee7
ADServerPort = C\u1ed5ng:
ADUseSSL = S\u1eed d\u1ee5ng SSL
LDAP_GALServerName = T\u00ean m\u00e1y ch\u1ee7
LDAP_GALServerPort = C\u1ed5ng:
LDAP_GALUseSSL = S\u1eed d\u1ee5ng SSL
LdapInfoStepNote = Vui l\u00f2ng nh\u1eadp th\u00f4ng tin chi ti\u1ebft \u0111\u1ec3 k\u1ebft n\u1ed1i v\u1edbi m\u00e1y ch\u1ee7 AD ho\u1eb7c LDAP c\u1ee7a b\u1ea1n
LDAPMaxResults = S\u1ed1 l\u01b0\u1ee3ng b\u1ea3n ghi t\u1ed1i \u0111a nh\u1eadn \u0111\u01b0\u1ee3c (0 l\u00e0 kh\u00f4ng gi\u1edbi h\u1ea1n):
SourceDomainName = T\u00ean mi\u1ec1n ngu\u1ed3n:
TargetDomainName = T\u00ean mi\u1ec1n \u0111\u00edch:
ProvOptionsNote = Vui l\u00f2ng nh\u1eadp c\u00e1c t\u00f9y ch\u1ecdn chung s\u1ebd s\u1eed d\u1ee5ng cho nhi\u1ec1u t\u00e0i kho\u1ea3n trong qu\u00e1 tr\u00ecnh d\u1ef1 li\u1ec7u
GenerateRandomPassword = T\u1ea1o m\u1eadt kh\u1ea9u ng\u1eabu nhi\u00ean cho t\u1eebng t\u00e0i kho\u1ea3n (khuy\u1ebfn ngh\u1ecb)
RevGenerateRandomPassword = T\u1ea1o m\u1eadt kh\u1ea9u ng\u1eabu nhi\u00ean:
UseSamePassword = S\u1eed d\u1ee5ng c\u00f9ng m\u1ed9t m\u1eadt kh\u1ea9u cho t\u1ea5t c\u1ea3 t\u00e0i kho\u1ea3n m\u1edbi
PasswordToUse = M\u1eadt kh\u1ea9u s\u1eed d\u1ee5ng:
PasswordToUseConfirm = X\u00e1c nh\u1eadn m\u1eadt kh\u1ea9u:
GeneratedPasswordLength = \u0110\u1ed9 d\u00e0i m\u1eadt kh\u1ea9u \u0111\u00e3 t\u1ea1o:
RequireChangePassword = Y\u00eau c\u1ea7u ng\u01b0\u1eddi d\u00f9ng ph\u1ea3i \u0111\u1ed5i m\u1eadt kh\u1ea9u sau l\u1ea7n \u0111\u0103ng nh\u1eadp \u0111\u1ea7u ti\u00ean
RevRequireChangePassword = Y\u00eau c\u1ea7u ng\u01b0\u1eddi d\u00f9ng \u0111\u1ed5i m\u1eadt kh\u1ea9u:
ProvisioningStatusIdle = Kh\u00f4ng ho\u1ea1t \u0111\u1ed9ng
ProvisioningStatusStarted = B\u1eaft \u0111\u1ea7u
ProvisioningStatusStarting = Kh\u1edfi \u0111\u1ed9ng
ProvisioningStatusCreatingAccounts = T\u1ea1o t\u00e0i kho\u1ea3n
ProvisioningStatusFinished = Ho\u00e0n th\u00e0nh
ProvisioningStatusAborting = \u0110ang h\u1ee7y
ProvisioningStatusAborted = \u0110\u00e3 h\u1ee7y
ProvisioningStatusError = L\u1ed7i
ProvisioningStatusNotRunning = Kh\u00f4ng ch\u1ea1y
ProvisioningStatusNote = Quy tr\u00ecnh nh\u1eadp \u0111\u00e3 b\u1eaft \u0111\u1ea7u 
ProvisioningSuccessReportsNote = Quy tr\u00ecnh nh\u1eadp \u0111\u00e3 ho\u00e0n th\u00e0nh. B\u1ea1n c\u00f3 th\u1ec3 t\u1ea3i v\u1ec1 b\u00e1o c\u00e1o qua li\u00ean k\u1ebft d\u01b0\u1edbi \u0111\u00e2y:
ProvisioningFailedReportsNote = Quy tr\u00ecnh nh\u1eadp \u0111\u00e3 th\u1ea5t b\u1ea1i. B\u1ea1n c\u00f3 th\u1ec3 t\u1ea3i v\u1ec1 c\u00e1c b\u00e1o c\u00e1o s\u1eed d\u1ee5ng c\u00e1c li\u00ean k\u1ebft b\u00ean d\u01b0\u1edbi:
ProvisioningWithErrorsReportsNote = Quy tr\u00ecnh nh\u1eadp \u0111\u00e3 ho\u00e0n th\u00e0nh v\u1edbi l\u1ed7i. B\u1ea1n c\u00f3 th\u1ec3 t\u1ea3i v\u1ec1 c\u00e1c b\u00e1o c\u00e1o s\u1eed d\u1ee5ng c\u00e1c li\u00ean k\u1ebft b\u00ean d\u01b0\u1edbi:
ProvisioningAbortedReportsNote = Quy tr\u00ecnh nh\u1eadp \u0111\u00e3 b\u1ecb h\u1ee7y b\u1ecf. B\u1ea1n c\u00f3 th\u1ec3 t\u1ea3i v\u1ec1 c\u00e1c b\u00e1o c\u00e1o s\u1eed d\u1ee5ng c\u00e1c li\u00ean k\u1ebft b\u00ean d\u01b0\u1edbi:
DownloadSuccessReportLink = T\u1ea3i v\u1ec1 danh s\u00e1ch t\u00e0i kho\u1ea3n d\u1ef1 li\u1ec7u (CSV)
DownloadErrorReportLink = T\u1ea3i v\u1ec1 danh s\u00e1ch t\u00e0i kho\u1ea3n th\u1ea5t b\u1ea1i (CSV)
GeneratePasswordsNote = N\u1ebfu b\u1ea1n ch\u1ecdn t\u1ea1o m\u1eadt kh\u1ea9u ng\u1eabu nhi\u00ean b\u1ea1n ph\u1ea3i t\u1ea3i v\u1ec1 danh s\u00e1ch c\u00e1c t\u00e0i kho\u1ea3n d\u1ef1 li\u1ec7u k\u00e8m theo m\u1eadt kh\u1ea9u \u1edf \u0111\u1ecbnh d\u1ea1ng CSV \u1edf cu\u1ed1i thu\u1eadt s\u0129 n\u00e0y.
ProcessStatus = Tr\u1ea1ng th\u00e1i quy tr\u00ecnh nh\u1eadp:
TotalAccounts = T\u1ed5ng s\u1ed1 t\u00e0i kho\u1ea3n:
FailedAccounts = S\u1ed1 l\u01b0\u1ee3ng t\u00e0i kho\u1ea3n th\u1ea5t b\u1ea1i:
ProvisionedAccounts = S\u1ed1 l\u01b0\u1ee3ng t\u00e0i kho\u1ea3n d\u1ef1 li\u1ec7u:
Skipped = T\u00e0i kho\u1ea3n b\u1ecb b\u1ecf qua (\u0111\u00e3 t\u1ed3n t\u1ea1i):
Progress = Ti\u1ebfn tr\u00ecnh:
NumTotalAccts = T\u1ed5ng s\u1ed1 nh\u1eadp
NumCompletedAccts = Ho\u00e0n t\u1ea5t
NumFailedAccts = Th\u1ea5t b\u1ea1i
TaskStatus = Tr\u1ea1ng th\u00e1i
TaskOwner = Ch\u1ee7 t\u00e1c v\u1ee5
TaskComplete = Ho\u00e0n th\u00e0nh
TaskInProgress = \u0110ang ti\u1ebfn h\u00e0nh
TotalMailboxes = S\u1ed1 l\u01b0\u1ee3ng h\u1ed9p th\u01b0:
IdleMailboxes = H\u1ed9p th\u01b0 s\u1ebd nh\u1eadp:
FinishedMaiboxes = H\u1ed9p th\u01b0 \u0111\u00e3 nh\u1eadp:
RunningMailboxes = H\u1ed9p th\u01b0 hi\u1ec7n \u0111ang nh\u1eadp:
MigInvalidSSLOk = B\u1ecf qua ch\u1ee9ng ch\u1ec9 SSL kh\u00f4ng h\u1ee3p l\u1ec7
RevMigInvalidSSLOk = B\u1ecf qua ch\u1ee9ng ch\u1ec9 SSL kh\u00f4ng h\u1ee3p l\u1ec7:
RevMigIgnorePreviouslyImported = B\u1ecf qua email \u0111\u00e3 nh\u1eadp tr\u01b0\u1edbc \u0111\u00f3:
MigIgnorePreviouslyImported = B\u1ecf qua email \u0111\u00e3 nh\u1eadp tr\u01b0\u1edbc \u0111\u00f3
RevMigImportJunk = Nh\u1eadp th\u01b0 m\u1ee5c \u201cth\u01b0 r\u00e1c\u201d:
MigImportJunk = Nh\u1eadp th\u01b0 m\u1ee5c \u201cth\u01b0 r\u00e1c\u201d
MigImportDeletedItems = Nh\u1eadp c\u00e1c m\u1ee5c \u0111\u00e3 x\u00f3a
RevMigImportDeletedItems = Nh\u1eadp c\u00e1c m\u1ee5c \u0111\u00e3 xo\u00e1:
RevMigImportCalendar = Nh\u1eadp l\u1ecbch:
MigImportCalendar = Nh\u1eadp l\u1ecbch
RevMigImportTasks = Nh\u1eadp t\u00e1c v\u1ee5:
MigImportTasks = Nh\u1eadp t\u00e1c v\u1ee5
RevMigImportContacts = Nh\u1eadp li\u00ean h\u1ec7:
MigImportContacts = Nh\u1eadp li\u00ean h\u1ec7
RevMigImportMails = Nh\u1eadp th\u00f4ng b\u00e1o email:
MigImportMails = Nh\u1eadp th\u00f4ng b\u00e1o email
LDAPUrl = URL c\u1ee7a LDAP:
A2_MapiProfile = T\u00ean h\u1ed3 s\u01a1 MAPI:
A2_MapiServer = T\u00ean m\u00e1y ch\u1ee7 MAPI:
A2_MapiLogonUserDN = DN ng\u01b0\u1eddi d\u00f9ng \u0111\u0103ng nh\u1eadp MAPI:
ZimbraAdminPasswordNote = Th\u00f4ng tin \u0111\u0103ng nh\u1eadp v\u00e0 m\u1eadt kh\u1ea9u qu\u1ea3n tr\u1ecb Zimbra s\u1ebd \u0111\u01b0\u1ee3c ti\u1ec7n \u00edch di tr\u00fa MS Exchange s\u1eed d\u1ee5ng \u0111\u1ec3 t\u1ea1o h\u1ed9p th\u01b0 trong ZCS
MAPIINfoNote = H\u1ed3 s\u01a1 MAPI s\u1ebd \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 k\u1ebft n\u1ed1i v\u1edbi m\u00e1y ch\u1ee7 Microsoft Exchange nh\u1eb1m thu th\u1eadp d\u1eef li\u1ec7u
A2_ZimbraAdminLogin = T\u00ean \u0111\u0103ng nh\u1eadp qu\u1ea3n tr\u1ecb Zimbra:
A2_ZimbraAdminPassword = M\u1eadt kh\u1ea9u qu\u1ea3n tr\u1ecb Zimbra:
A2_ZimbraAdminPasswordConfirm = X\u00e1c nh\u1eadn m\u1eadt kh\u1ea9u:
RevA2_provisionUsers = T\u1ea1o t\u00e0i kho\u1ea3n ng\u01b0\u1eddi d\u00f9ng tr\u00ean ZCS:
A2_provisionUsers = T\u1ea1o t\u00e0i kho\u1ea3n ng\u01b0\u1eddi d\u00f9ng tr\u00ean ZCS 
A2_createDomains = T\u1ef1 \u0111\u1ed9ng t\u1ea1o t\u00ean mi\u1ec1n b\u1ecb thi\u1ebfu
generateProvFileNote = B\u1ea1n c\u0169ng c\u00f3 th\u1ec3 t\u1ea3i v\u1ec1 danh s\u00e1ch t\u00e0i kho\u1ea3n t\u1eeb m\u1ed9t th\u01b0 m\u1ee5c b\u00ean ngo\u00e0i (LDAP ho\u1eb7c AD) d\u01b0\u1edbi d\u1ea1ng m\u1ed9t t\u1eadp tin XML ho\u1eb7c CSV \u0111\u01a1n l\u1ebb. \
B\u1ea1n c\u00f3 th\u1ec3 t\u00f9y ch\u1ec9nh t\u1eadp tin \u0111\u00e3 t\u1ea1o v\u00e0 s\u1eed d\u1ee5ng n\u00f3 v\u1edbi thu\u00e2t s\u0129 n\u00e0y \u0111\u1ec3 nh\u1eadp t\u00e0i kho\u1ea3n v\u00e0o m\u00e1y ch\u1ee7 Zimbra. <br/>\
H\u00e3y ch\u1ecdn m\u1ed9t trong hai t\u00f9y ch\u1ecdn d\u01b0\u1edbi \u0111\u00e2y \u0111\u1ec3 t\u1ea3i v\u1ec1 t\u1eadp tin \u0111\u00e3 t\u1ea1o:
A2_generateProvFileXML = T\u1ea1o t\u1eadp tin XML
A2_generateProvFileCSV = T\u1ea1o t\u1eadp tin CSV 
ReviewDomainCount = S\u1ed1 l\u01b0\u1ee3ng t\u00ean mi\u1ec1n \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y:
ReviewSkippedDomainCount = T\u00ean mi\u1ec1n \u0111\u00e3 c\u00f3 trong Zimbra:
ReviewAccountCount = S\u1ed1 l\u01b0\u1ee3ng t\u00e0i kho\u1ea3n \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y:
ReviewSkippedAccountCount = T\u00e0i kho\u1ea3n \u0111\u00e3 c\u00f3 trong Zimbra:
ReviewStepNote = Vui l\u00f2ng xem c\u00e1c t\u00f9y ch\u1ecdn di tr\u00fa t\u1eeb m\u00e1y ch\u1ee7 MS Exchange.\
 Nh\u1ea5n "Tr\u01b0\u1edbc" \u0111\u1ec3 th\u1ef1c hi\u1ec7n c\u00e1c thay \u0111\u1ed5i.\
 Nh\u1ea5n \u201cTi\u1ebfp theo\u201d \u0111\u1ec3 t\u1ea3i v\u1ec1 ti\u1ec7n \u00edch di tr\u00fa MS Exchange v\u00e0 t\u1eadp tin XML v\u1edbi thi\u1ebft l\u1eadp d\u00e0nh cho ti\u1ec7n \u00edch n\u00e0y.
ExchMigrationWizardIntro = Ti\u1ebfp theo, m\u1ed9t s\u1ed1 b\u01b0\u1edbc c\u1ee7a thu\u1eadt s\u0129 n\u00e0y s\u1ebd nh\u1eafc b\u1ea1n nh\u1eadp th\u00f4ng tin v\u1ec1 m\u00e1y ch\u1ee7 Exchange v\u00e0 Th\u01b0 m\u1ee5c ho\u1ea1t \u0111\u1ed9ng, h\u1ec7 th\u1ed1ng s\u1ebd t\u1ea1o m\u1ed9t t\u1eadp tin XML v\u1edbi thi\u1ebft l\u1eadp di tr\u00fa v\u00e0 cho ph\u00e9p b\u1ea1n t\u1ea3i v\u1ec1 \u1ee9ng d\u1ee5ng ti\u1ec7n \u00edch di tr\u00fa MS Exchange.<br/>\
B\u1ea1n nh\u1edb \u0111\u1ecdc <a href="/zimbraAdmin/adminhelp/pdf/MigrationWizard.pdf" target="_blank">H\u01b0\u1edbng d\u1eabn l\u1eadp k\u1ebf ho\u1ea1ch di tr\u00fa</a> tr\u01b0\u1edbc khi ti\u1ebfp t\u1ee5c di tr\u00fa.
AccountImportReviewNote = Vui l\u00f2ng xem k\u1ef9 c\u00e1c t\u00f9y ch\u1ecdn nh\u1eadp t\u00e0i kho\u1ea3n.\
Nh\u1ea5n "Tr\u01b0\u1edbc" \u0111\u1ec3 th\u1ef1c hi\u1ec7n c\u00e1c thay \u0111\u1ed5i.\
 Nh\u1ea5n \u201cTi\u1ebfp theo\u201d \u0111\u1ec3 b\u1eaft \u0111\u1ea7u nh\u1eadp t\u00e0i kho\u1ea3n.
DataImportWizardOverview = Thu\u1eadt s\u0129 n\u00e0y s\u1ebd h\u01b0\u1edbng d\u1eabn b\u1ea1n t\u1eebng b\u01b0\u1edbc \u0111\u1ec3 nh\u1eadp d\u1eef li\u1ec7u t\u1eeb m\u00e1y ch\u1ee7 c\u0169. \ Hai b\u01b0\u1edbc ch\u00ednh trong quy tr\u00ecnh di tr\u00fa bao g\u1ed3m: \
<ol><li>D\u1ef1 li\u1ec7u t\u00e0i kho\u1ea3n</li><li>Nh\u1eadp h\u1ed9p th\u01b0</li></ol>\
Hai t\u00f9y ch\u1ecdn hi\u1ec7n kh\u1ea3 d\u1ee5ng \u0111\u1ec3 d\u1ef1 li\u1ec7u t\u00e0i kho\u1ea3n l\u00e0 <ol><li>T\u1ea3i l\u00ean danh s\u00e1ch t\u00e0i kho\u1ea3n v\u00e0o t\u1eadp tin XML</li><li> Nh\u1eadp danh s\u00e1ch t\u00e0i kho\u1ea3n t\u1eeb m\u00e1y ch\u1ee7 th\u01b0 m\u1ee5c</li></ol>
SourceServerType = Nh\u1eadp m\u00e1y ch\u1ee7 th\u01b0:
AccountListType = B\u1ea3n ghi t\u00e0i kho\u1ea3n c\u1ee7a t\u00f4i n\u1eb1m trong:
AccountListTypeLDAP = Th\u01b0 m\u1ee5c LDAP b\u00ean ngo\u00e0i
AccountListTypeAD = Th\u01b0 m\u1ee5c ho\u1ea1t \u0111\u1ed9ng ngo\u00e0i
AccountListTypeXML = T\u1eadp tin XML:
AccountListTypeCSV = T\u1eadp tin CSV
SourceServerTypeIMAP = M\u00e1y ch\u1ee7 IMAP chung
SourceServerTypeExchange = M\u00e1y ch\u1ee7 MS Exchange
SourceServerTypeExchangeIMAP = M\u00e1y ch\u1ee7 IMAP c\u1ee7a MS Exchange
SourceServerTypeZimbra = B\u1ed9 c\u1ed9ng t\u00e1c Zimbra
AccountListTypeNote = B\u1ea1n mu\u1ed1n ch\u1ec9 \u0111\u1ecbnh danh s\u00e1ch t\u00e0i kho\u1ea3n c\u00f3 th\u01b0 m\u00e0 b\u1ea1n mu\u1ed1n nh\u1eadp nh\u01b0 th\u1ebf n\u00e0o?
SMTPHost = M\u00e1y ch\u1ee7 SMTP:
SMTPPort = C\u1ed5ng SMTP:
IMAPHost = M\u00e1y ch\u1ee7 IMAP:
IMAPPort = C\u1ed5ng IMAP:
UseIMAPAdminCredentials = S\u1eed d\u1ee5ng th\u00f4ng tin x\u00e1c th\u1ef1c qu\u1ea3n tr\u1ecb \u0111\u1ec3 k\u1ebft n\u1ed1i IMAP:
UseIMAPAdminCredentialsChkBx = S\u1eed d\u1ee5ng th\u00f4ng tin x\u00e1c th\u1ef1c qu\u1ea3n tr\u1ecb \u0111\u1ec3 k\u1ebft n\u1ed1i IMAP
IMAPAdminLogin = \u0110\u0103ng nh\u1eadp qu\u1ea3n tr\u1ecb IMAP:
IMAPAdminPassword = M\u1eadt kh\u1ea9u qu\u1ea3n tr\u1ecb IMAP:
IMAPAdminPasswordConfirm = X\u00e1c nh\u1eadn m\u1eadt kh\u1ea9u:
IMAPConnectionType = Lo\u1ea1i k\u1ebft n\u1ed1i IMAP:
IMAPConnectionSSL = SSL
IMAPConnectionCleartext = Ch\u1eef th\u01b0\u1eddng
IMAPConnectionTLS = TLS
IMAPConnectionTLSIfAvailable = TLS n\u1ebfu c\u00f3  
DataImportStarted = T\u00e1c v\u1ee5 nh\u1eadp d\u1eef li\u1ec7u \u0111\u00e3 b\u1eaft \u0111\u1ea7u. B\u1ea1n c\u00f3 th\u1ec3 \u0111\u00f3ng thu\u1eadt s\u0129 n\u00e0y ngay l\u1eadp t\u1ee9c.
UI_Comp_bulkProvisioning = Di chuy\u1ec3n t\u00e0i kho\u1ea3n
OVP_bulkProvisioning = Di chuy\u1ec3n t\u00e0i kho\u1ea3n
TB_IMAP_Import = Thu\u1eadt s\u0129 di tr\u00fa
TB_IMAP_Import_tt = Kh\u1edfi \u0111\u1ed9ng thu\u1eadt s\u0129 nh\u1eadp d\u1eef li\u1ec7u
BP_view_title = T\u00e1c v\u1ee5 d\u1ef1 li\u1ec7u
BulkDataImport_Wiz_title = Nh\u1eadp d\u1eef li\u1ec7u
DataImport_Wizard_Intro = Gi\u1edbi thi\u1ec7u
DataImport_Wizard_Options = T\u00f9y ch\u1ecdn nh\u1eadp
DataImport_Wizard_AcctPicker = Ch\u1ecdn t\u00e0i kho\u1ea3n
DataImport_File_Upload = T\u1ea3i l\u00ean t\u1eadp tin ngu\u1ed3n k\u00e8m theo t\u00e0i kho\u1ea3n
DataImport_LDAP_Info = Chi ti\u1ebft k\u1ebft n\u1ed1i LDAP
DataImport_IMAP_Info = Chi ti\u1ebft k\u1ebft n\u1ed1i IMAP
DataImport_Review = Xem t\u00f9y ch\u1ecdn
DataImport_Finish = B\u1eaft \u0111\u1ea7u nh\u1eadp
NewButton_Import = Nh\u1eadp t\u00e0i kho\u1ea3n
NewButton_Import_tt = Nh\u1eadp nhi\u1ec1u t\u00e0i kho\u1ea3n email
TBB_migration_wizard = Di tr\u00fa MS Exchange
TBB_migration_wizard_tt = Kh\u1edfi ch\u1ea1y thu\u1eadt s\u0129 \u0111\u1ec3 di chuy\u1ec3n t\u00e0i kho\u1ea3n v\u00e0 d\u1eef li\u1ec7u t\u1eeb MS Exchange
ImportAccountRecordsQ = B\u1ea1n mu\u1ed1n nh\u1eadp b\u1ea3n ghi t\u00e0i kho\u1ea3n kh\u00f4ng?
ImportAccountMailQ = B\u1ea1n mu\u1ed1n nh\u1eadp th\u01b0 kh\u00f4ng? 
PickAccounts = Ch\u1ecdn t\u00e0i kho\u1ea3n \u0111\u1ec3 nh\u1eadp
UploadAccountsInXML = T\u1ea3i l\u00ean danh s\u00e1ch t\u00e0i kho\u1ea3n theo \u0111\u1ecbnh d\u1ea1ng XML
ReuseAccountsXML = S\u1eed d\u1ee5ng t\u1eadp tin XML \u0111\u00e3 t\u1ea3i l\u00ean tr\u01b0\u1edbc \u0111\u00f3
RetrieveAccountsFromLDAP = Truy xu\u1ea5t t\u00e0i kho\u1ea3n t\u1eeb Th\u01b0 m\u1ee5c LDAP
RetrieveAccountsFromLAD = Truy xu\u1ea5t t\u00e0i kho\u1ea3n t\u1eeb Th\u01b0 m\u1ee5c ho\u1ea1t \u0111\u1ed9ng
AccountsForDataImport = T\u00e0i kho\u1ea3n \u0111\u1ec3 nh\u1eadp d\u1eef li\u1ec7u
ClickNextToStartImport = B\u1ea5m \u201cTi\u1ebfp theo\u201d \u0111\u1ec3 b\u1eaft \u0111\u1ea7u quy tr\u00ecnh nh\u1eadp. Sau khi b\u1eaft \u0111\u1ea7u quy tr\u00ecnh nh\u1eadp, b\u1ea1n c\u00f3 th\u1ec3 \u0111\u00f3ng h\u1ed9p tho\u1ea1i n\u00e0y v\u00e0 ki\u1ec3m tra ti\u1ebfn tr\u00ecnh trong ch\u1ebf \u0111\u1ed9 xem \u201cDi chuy\u1ec3n t\u00e0i kho\u1ea3n\u201d.
DeleteTask = X\u00f3a c\u00f4ng vi\u1ec7c
DeleteTask_tt = X\u00f3a t\u00e1c v\u1ee5 \u0111\u00e3 ch\u1ecdn v\u00e0 ngu\u1ed3n d\u1eef li\u1ec7u t\u1ea1m th\u1eddi.
ConfirmDeleteTask = B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn mu\u1ed1n x\u00f3a t\u00e1c v\u1ee5 \u0111\u00e3 ch\u1ecdn kh\u00f4ng? 
SplitDomainOptionsNote = C\u00e1c t\u00f9y ch\u1ecdn d\u01b0\u1edbi \u0111\u00e2y d\u00f9ng \u0111\u1ec3 ch\u1ea1y c\u1ea5u h\u00ecnh t\u00ean mi\u1ec1n ph\u00e2n chia. \u0110\u1ea3m b\u1ea3o ch\u1eafc ch\u1eafn \u0111\u00e3 tham kh\u1ea3o t\u00e0i li\u1ec7u tr\u01b0\u1edbc khi s\u1eeda nh\u1eefng t\u00f9y ch\u1ecdn n\u00e0y.
SwitchTransportToLocal = Chuy\u1ec3n t\u00ednh n\u0103ng v\u1eadn chuy\u1ec3n th\u01b0 sang c\u1ee5c b\u1ed9
